{
  "title": "Russia election: Trump congratulates Putin over victory - BBC News", 
  "url": "http://www.bbc.co.uk/news/world-europe-43476895", 
  "scrape_date": "2018-03-21", 
  "body": "                                   \n                     Accessibility links   Skip to content  Accessibility Help        BBC iD                  Notifications                                      BBC navigation      Home      Home      News      News      Sport      Weather      Shop      Earth      Travel      Capital      iPlayer      Culture      Autos      Future      TV      Radio      CBBC      CBeebies      Food      iWonder      Bitesize      Travel      Music      Earth      Arts      Make It Digital      Taster      Nature      Local      Tomorrow's World     Menu       Search                        Search the BBC                                                                                                                                                                                                      News                             BBC News Navigation                                                                                                                                    Sections                                                                                                                                                                                                   Home                                                                                                         UK                                                                                                         World                                   selected                                                                       Business                                                                                                         Politics                                                                                                         Tech                                                                                                         Science                                                                                                         Health                                                                                                         Family & Education                                                                                                         Entertainment & Arts                                                                                                         Stories                                                                                                         Video & Audio                                                                                                         In Pictures                                                                                                         Newsbeat                                                                                                         Reality Check                                                                                                         Special Reports                                                                                                         Explainers                                                                                                         The Reporters                                                                                                         Have Your Say                                                                                                         Disability                                                                                       World selected                                                                                                                                       Africa                                                                                                                                                                                             Asia                                                                                                                                                                                             Australia                                                                                                                                                                                             Europe                                                           selected                                                                                                                                   Latin America                                                                                                                                                                                             Middle East                                                                                                                                                                                             US & Canada                                                                                                                                                                                                                                                                                              Europe                                                                                                                        Europe                                                                                                                                                                  Russia election: Trump congratulates Putin over victory                                                                                                  20 March 2018                                                                                                                                                                                                                                                                                   Share this with Facebook                                                                                                                                                                          Share this with Twitter                                                                                                                                                                          Share this with Messenger                                                                                                                                                                          Share this with Messenger                                                                                                                                                                          Share this with Email                                                 Share                               Share this with\n             These are external links and will open in a new window                                                                                                                     Email\n                             Share this with Email                                                                                                                                                      Facebook\n                             Share this with Facebook                                                                                                                                                      Messenger\n                             Share this with Messenger                                                                                                                                                      Messenger\n                             Share this with Messenger                                                                                                                                                      Twitter\n                             Share this with Twitter                                                                                                                                                      Pinterest\n                             Share this with Pinterest                                                                                                                                                      WhatsApp\n                             Share this with WhatsApp                                                                                                                                                      LinkedIn\n                             Share this with LinkedIn                                                                        Copy this link\n                              http://www.bbc.co.uk/news/world-europe-43476895                          Read more about sharing.             These are external links and will open in a new window\n                                                                                                         Related TopicsRussian presidential election 2018                                                          Media playback is unsupported on your device                                                    Media captionTrump congratulates Putin and will meet him \"in the not too distant future\" US President Donald Trump has spoken to his Russian counterpart Vladimir Putin to congratulate him on his electoral victory two days ago.\nHe said they they would meet in the \"not too distant future\" to discuss the arms race, Ukraine and Syria.\nMr Putin was re-elected by a landslide, with more than 76% of the vote, for a fourth six-year term.\nBut there was no strong challenger with the main opposition leader, Alexei Navalny, barred from the race.\nEuropean observers said that while the poll was conducted efficiently, there was a lack of genuine choice.\n                     Putin basks in election he could not lose Google's most popular Putin search queries answered 'Better than Trump': What young Russians think of Putin Mr Trump said the arms race between the US and Russia was \"getting out of control... but we will never allow anybody to have anything close to what we have\".\nBut he did not mention the issue that has sparked growing Western tensions with Moscow - the poisoning of ex-spy Sergei Skripal and his daughter Yulia in Britain. \nThe UK government blamed the nerve agent attack on Russia, which denies any involvement.\nUS Senator John McCain criticised Mr Trump over the call.\n\"An American president does not lead the free world by congratulating dictators on winning sham elections. And by doing so with Vladimir Putin, President Trump insulted every Russian citizen who was denied the right to vote in a free and fair election to determine their country's future, including the countless Russian patriots who have risked so much to protest and resist Putin's regime,\" McCain said in a statement.\nEU Commission chief Jean-Claude Juncker wrote a letter of congratulations to the Russian leader on Tuesday, pledging to \"always be a partner\" in improving security co-operation with the Kremlin.\n\"I have always argued that positive relations between the European Union and Russian Federation are crucial to security of our continent,\" he said in the letter, which he shared on Twitter.\n                                                                                                                    Image copyright                  Getty Images                                                                         Image caption                                      Mr Putin was re-elected by a landslide, with more than 76% of the vote                                                    German Chancellor Angela Merkel was among the first Western leaders to \"warmly congratulate\" Mr Putin on Monday - a day after his re-election - stressing the need to continue dialogue \"to address important bilateral and international challenges and find viable solutions\".\nFrench President Emmanuel Macron wished Mr Putin success in \"modernising Russia\", but urged Moscow to shed light on the \"unacceptable\" attempted assassination of an ex-spy in Britain.\n                                                                                                                                     On Tuesday, 23 Russian diplomats expelled by the UK left London. \nMoscow has also ordered 23 British diplomats to leave in a tit-for-tat response. \nThe US recently imposed sanctions on a group of Russians over alleged interference in favour of the election of Donald Trump as US president in 2016.\n Russian spy: What we know so far What are Novichok nerve agents?                                                                                                    Related TopicsEmmanuel MacronRussiaAngela MerkelDonald TrumpVladimir PutinRussian presidential election 2018                                                                                                                                    Share this story        About sharing                                                                 Email                                                                 Facebook                                                                 Messenger                                                                 Messenger                                                                 Twitter                                                                 Pinterest                                                                 WhatsApp                                                                 LinkedIn                                                                                                                                          More on this story                   Vladimir Putin: Russia's action man president       27 February 2018                        Russia election: What do young Russians think of Putin?       14 March 2018                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          Top Stories                              Red Arrows engineer killed in jet crash                     The pilot of the Hawk aircraft, which crashed at RAF Valley, is receiving medical care.\n                     20 March 2018                                   Cambridge Analytica boss suspended in row                     20 March 2018                                   Mum 'so sorry' for girl's river death                     20 March 2018                                                                                                                                                        Features                                                                                                                                                                                                                                                                                                  How to protect your Facebook data                  \n                                                                                                                                                                                                                                                                                                                       'Everybody thinks it's only boys who join gangs'                  \n                                                                                                                                                                                                                                                                                                                       The Rohingya children trafficked for sex                  \n                                                                                                                                                                                                                                                                                                                                            Katie Boyle: Eurovision hostess, TV panellist and agony aunt                  \n                                                                                                                                                                                                                                                                                                                       The property rows that date back to British India                  \n                                                                                                                                                                                                                                                                                                                       Jenny Formby: Labour's new general secretary                  \n                                                                                                                                                                                                                                                                                                                       Reality Check: Why are 1,000 children being expelled?                  \n                                                                                                                                                                                                                                                                                                                       My hairstyle made me go bald                  \n                                                                                                                                                                                                                                                                                                                       Thousands of miles of roads in disrepair                  \n                                                                                                                                                                                             Elsewhere on the BBC                                                                                                                                                                                                         Get active this week                                          Five ways to get involved in Sport Relief 2018\n                  Full article Get active this week                                                                                                                                                                                                            Daily news briefing direct to your inbox                                          Sign up for our newsletter\n                  Full article Daily news briefing direct to your inbox                                                                                                                                                                                                                                                                                                                                                                                                                                            Why you can trust BBC News                                                                                                       BBC News Navigation                          World                             Sections                                                                                                       Africa                                                                                                               Asia                                                                                                               Australia                                                                                                               Europe                          selected                                                                                      Latin America                                                                                                               Middle East                                                                                                               US & Canada                                                                                                                                                                                                         Home                                                                                                                                                         UK                                                                                                                                                                                         UK Home                                                                                                                                                                  England                                                                                                                                                                                                                                                  N. Ireland                                                                                                                                                                                                                                                  Scotland                                                                                                                                                                                                                                                  Alba                                                                                                                                                                                                                                                  Wales                                                                                                                                                                                                                                                  Cymru                                                                                                                                                                                                                                                  Local News                                                                                                                                                                                                                                                                                                                           World                                           selected                                                                                                                                               World Home                                                                                                                                                                  Africa                                                                                                                                                                                                                                                  Asia                                                                                                                                                                                                                                                  Australia                                                                                                                                                                                                                                                  Europe selected                                                                                                                                                                                                                                                  Latin America                                                                                                                                                                                                                                                  Middle East                                                                                                                                                                                                                                                  US & Canada                                                                                                                                                                                                                                                                                                                           Business                                                                                                                                                                                         Business Home                                                                                                                                                                  Your Money                                                                                                                                                                                                                                                  Market Data                                                                                                                                                                                                                                                  Markets                                                                                                                                                                                                                                                  Companies                                                                                                                                                                                                                                                  Economy                                                                                                                                                                                                                                                                                                                           Politics                                                                                                                                                                                         Politics Home                                                                                                                                                                  Parliaments                                                                                                                                                                                                                                                  Brexit                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           Tech                                                                                                                                                         Science                                                                                                                                                         Health                                                                                                                                                         Family & Education                                                                                                                                                                                         Family & Education Home                                                                                                                                                                  School Report                                                                                                                                                                                                                                                  Global Education                                                                                                                                                                                                                                                                                                                           Entertainment & Arts                                                                                                                                                         Stories                                                                                                                                                         Video & Audio                                                                                                                                                         In Pictures                                                                                                                                                         Newsbeat                                                                                                                                                         Reality Check                                                                                                                                                         Special Reports                                                                                                                                                         Explainers                                                                                                                                                         The Reporters                                                                                                                                                         Have Your Say                                                                                                                                                         Disability                                                                                                                                                     BBC News Services                                       On your mobile                                           On your connected tv                                           Get news alerts                                           Contact BBC News                                                           Explore the BBC       Home      Home      News      News      Sport      Weather      Shop      Earth      Travel      Capital      iPlayer      Culture      Autos      Future      TV      Radio      CBBC      CBeebies      Food      iWonder      Bitesize      Travel      Music      Earth      Arts      Make It Digital      Taster      Nature      Local      Tomorrow's World                      Terms of Use      About the BBC      Privacy Policy      Cookies      Accessibility Help      Parental Guidance      Contact the BBC          Get Personalised Newsletters      Advertise with us      Ad choices       Copyright © 2018 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.                                                       \t       "
}